/* Програма містить список із 3 завдань і виводить ті, які необхідно зробити завтра */
public class Task {
    public static void main (String [] args){
      String [] list ={"Зробити домашнє завдання","Піти в магазин", "Помити посуд" }; //задали список
        //виводимо на екран всі завдання зі списку
        for (int i=0; i<list.length; i++)
        {
            System.out.println(list[i]);
        }
        System.out.println("Список завдань на завтра: "); //виводимо заголовок

          System.out.println("1."+ list[0] +"  2."+ list[1]); //виводимо перше і трете завдання зі списку

    }

}
